Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# app.background.green
source: ★★绿
en: ★★ Green
fil: ★★ Green
fr: ★★ Vert
it: ★★ Green
ja: ★★ 緑
ko: ★★ Green
ru: ★★ Зелёный
vi: ★★ Xanh Lá
zh_hant: ★★綠

# app.background.intertwinedFate
source: 纠缠之缘
en: Intertwined Fate
fil: Intertwined Fate
fr: Pierre de la fatalité
it: Intertwined Fate
ja: 紡がれた運命
ko: Intertwined Fate
ru: Переплетающиеся судьбы
vi: Mối Duyên Vương Vấn
zh_hant: 糾纏之緣

# app.background.purple
source: ★★★★紫
en: ★★★★ Purple
fil: ★★★★ Purple
fr: ★★★★ Violet
it: ★★★★ Purple
ko: ★★★★ Purple
ru: ★★★★ Фиолетовый
vi: ★★★★ Tím

# app.background.red
source: ★★★★★红
en: ★★★★★ Red
fil: ★★★★★ Red
fr: ★★★★★ Rouge
it: ★★★★★ Red
ja: ★★★★★ 赤
ko: ★★★★★ Red
ru: ★★★★★ Красный
vi: ★★★★★ Đỏ
zh_hant: ★★★★★紅

# app.characters.count.character:%lld%lld%lld
source: 共拥有%lld名角色，其中五星角色%lld名，四星角色%lld名。
en: There are %lld characters in total, including %lld 5-star characters and %lld 4-star characters.
fil: Sa kabuuan, mayroong %lld na characters, kasama ang %lld 5-star na character at %lld 4-star na character.
fr: There are %lld characters in total, including %lld 5-star characters and %lld 4-star characters.
it: There are %lld characters in total, including %lld 5-star characters and %lld 4-star characters.
ja: %lld人のキャラがいます。（%lld人の星5キャラと%lld人の星4キャラを含め）
ko: There are %lld characters in total, including %lld 5-star characters and %lld 4-star characters.
ru: У вас %lld персонажей, включая %lld 5-звёздочных персонажей и %lld 4-звёздочных.
vi: Có tổng cộng %lld nhân vật , bao gồm %lld nhân vật 5 sao và %lld nhân vật 4 sao.
zh_hant: 共擁有%lld名角色，其中五星角色%lld名，四星角色%lld名。

# app.characters.count.weapon:%lld%lld%lld
source: 共获得%lld金，其中角色%lld金，武器%lld金。（未统计旅行者和无人装备的五星武器）
en: Acquired 5-star items %lld times from gacha, including 5-star characters %lld times and 5-star weapons %lld times. (Unequipped star 5 weapons are not counted)
fil: Nakuha ang 5-star items %lld na beses mula sa gacha, kasama ng 5-star characters %lld na beses at 5-star weapons %lld na beses. (Hindi kasama sa bilang ang 5 star weapon na hindi ginagamit.)
fr: Acquired 5-star items %lld times from gacha, including 5-star characters %lld times and 5-star weapons %lld times. (Unequipped star 5 weapons are not counted)
it: Acquired 5-star items %lld times from gacha, including 5-star characters %lld times and 5-star weapons %lld times. (Unequipped star 5 weapons are not counted)
ja: ガチャで星5アイテムを%lld回獲得した、その中で星5キャラ%lld回、星５武器%lld回。（未装備の星5武器はカウントされません）
ko: Acquired 5-star items %lld times from gacha, including 5-star characters %lld times and 5-star weapons %lld times. (Unequipped star 5 weapons are not counted)
ru: Получено 5-звёздочных предметов %lld раз из молитвы, включая %lld раз 5-звёздочных персонажей и %lld раз(-а) 5-звёздочное оружие. (Не экипированное оружие не идёт в счёт)
vi: Nhận vật phẩm 5 sao %lld lần từ gacha, bao gồm nhân vật 5 sao %lld lần và vũ khí 5 sao %lld lần. (Vũ khí 5 sao chưa được trang bị không được tính)
zh_hant: 共獲得%lld金，其中角色%lld金，武器%lld金。（未統計旅行者和無人裝備的五星武器）

# app.characters.filter.4star
source: 四星角色
en: 4-star characters
fil: 4-star characters
fr: 4-star characters
it: 4-star characters
ja: 星４キャラ
ko: 4-star characters
ru: Только 4-звёздочные
vi: Nhân Vật 4 Sao
zh_hant: app.characters.filter.4star

# app.characters.filter.5star
source: 五星角色
en: 5-star characters
fil: 5-star characters
fr: 5-star characters
it: 5-star characters
ja: 星５キャラ
ko: 5-star characters
ru: Только 5-звёздочные
vi: Nhân Vật 5 Sao

# app.characters.filter.all
source: 全部角色
en: All Characters
fil: Lahat ng Characters
fr: All Characters
it: All Characters
ja: 全てのキャラ
ko: All Characters
ru: Все персонажи
vi: Tất Cả Nhân Vật
zh_hant: app.characters.filter.all

# app.characters.ownedCharacters.title
source: 的所有角色
en: Owned Characters
fil: Owned Characters
fr: Owned Characters
it: Owned Characters
ja: の全てのキャラ
ko: Owned Characters
ru: Все персонажи
vi: Nhân Vật Sở Hữu

# app.characters.title
source: 我的角色
en: My Characters
fil: My Characters
fr: My Characters
it: My Characters
ja: 私のキャラ
ko: My Characters
ru: Мои персонажи
vi: Nhân vật của tôi

# app.contact.joinDiscordServer
source: 加入Discord服务器
en: Join Discord Server
fil: Sumali sa Discord Server
fr: Join Discord Server
it: Join Discord Server
ja: Discordサーバーに参加する
ko: Join Discord Server
ru: Присоединиться к Discord серверу
vi: Tham Gia Server Discord
zh_hant: 加入 Discord 伺服器

# app.contact.joinQQGroup
source: 加入QQ群
en: Join QQ Group
fil: Sumali sa QQ Group
fr: Join QQ Group
it: Join QQ Group
ja: QQグループに参加する
ko: Join QQ Group
ru: Зайти в группу QQ
vi: Tham Gia Nhóm QQ

# app.dailynote.card.dailyTask.extraReward.notReceived
source: 额外奖励待领取
en: Extra Reward Available
fil: Extra Reward Available
fr: Extra Reward Available
it: Extra Reward Available
ja: 追加報酬未受取
ko: Extra Reward Available
ru: Extra Reward Available
vi: Extra Reward Available
zh_hant: 額外獎勵待領取

# app.dailynote.card.dailyTask.extraReward.received
source: 已领取额外奖励
en: Extra Reward Retrieved
fil: Extra Reward Retrieved
fr: Extra Reward Retrieved
it: Extra Reward Retrieved
ja: 追加報酬受取済
ko: Extra Reward Retrieved
ru: Extra Reward Retrieved
vi: Extra Reward Retrieved
zh_hant: 已領取額外獎勵

# app.dailynote.card.dailyTask.label
source: 每日委托
en: Daily Commission
fil: Daily Commission
fr: Daily Commission
it: Daily Commission
ja: デイリー依頼
ko: Daily Commission
ru: Ежедневные Поручения
vi: Nhiệm Vụ Hàng Ngày
zh_hant: 每日委託

# app.dailynote.card.expedition.label
source: 探索派遣
en: Expedition
fil: Expedition
fr: Expedition
it: Expedition
ko: Expedition
ru: Экспедиции
vi: Phái Đi Thám Hiểm

# app.dailynote.card.homeCoin.label
source: 洞天宝钱
en: Realm Currency
fil: Realm Currency
fr: Realm Currency
it: Realm Currency
ja: 洞天宝銭
ko: Realm Currency
ru: Сокровища обители
vi: Tiền Động Tiên
zh_hant: 洞天寶錢

# app.dailynote.card.resin.label
source: 原粹树脂
en: Original Resin
fil: Original Resin
fr: Original Resin
it: Original Resin
ja: 天然樹脂
ko: Original Resin
ru: Первородная смола
vi: Nhựa Nguyên Chất
zh_hant: 原粹樹脂

# app.dailynote.card.resinFull
source: 树脂已全部回满
en: Resin is fully capped
fil: Resin is fully capped
fr: Resin is fully refilled
it: Resin is fully capped
ja: 樹脂が全て回復しました
ko: Resin is fully capped
ru: Смола полностью заполнена
vi: Nhựa đã được phục hồi đầy đủ
zh_hant: 樹脂已全部回滿

# app.dailynote.card.transformer
source: 参量质变仪
en: Parametric Transformer
fil: Parametric Transformer
fr: Parametric Transformer
it: Parametric Transformer
ja: 参量物質変化器
ko: Parametric Transformer
ru: Параметрический преобразователь
vi: Máy Biến Đổi Tham Số
zh_hant: 參量質變儀

# app.dailynote.card.weeklyBoss
source: 周本折扣
en: Weekly Boss
fil: Weekly Boss
fr: Weekly Boss
it: Weekly Boss
ja: 週ボス
ko: Weekly Boss
ru: Недельный босс
vi: Vùng Đất Thảo Phạt
zh_hant: 週本折扣

# app.detailPortal.abyss.title
source: 深境螺旋战绩
en: Spiral Abyss Records
fil: Spiral Abyss Records
fr: Spiral Abyss Records
it: Spiral Abyss Records
ja: 深境螺旋の実績
ko: Spiral Abyss Records
ru: Spiral Abyss Records
vi: Spiral Abyss Records
zh_hant: 深境螺旋戰績

# app.detailPortal.allAvatar.title
source: 所有角色清单
en: All Characters
fil: All Characters
fr: All Characters
it: All Characters
ja: 全てのキャラ
ko: All Characters
ru: All Characters
vi: All Characters
zh_hant: 所有角色清單

# app.detailPortal.basicInfo.title
source: 账号基础统计
en: Basic Statistics
fil: Basic Statistics
fr: Basic Statistics
it: Basic Statistics
ja: 基本情報統計
ko: Basic Statistics
ru: Basic Statistics
vi: Basic Statistics
zh_hant: 帳號基礎統計

# app.detailPortal.ledger.title
source: 原石摩拉账簿
en: Primogems and Mora Ledger
fil: Primogems and Mora Ledger
fr: Primogems and Mora Ledger
it: Primogems and Mora Ledger
ja: 原石モラ元帳
ko: Primogems and Mora Ledger
ru: Статистика валюты
vi: Nhật Ký Nhà Lữ Hành
zh_hant: 原石摩拉帳簿

# app.detailPortal.title
source: 详情
en: Details
fil: Mga Detalye
fr: Détails
it: Dettagli
ja: 詳細
ko: Details
ru: Подробности
vi: Chi tiết
zh_hant: 詳情

# app.dictionary.about.title
source: 关于原神中英日辞典
en: About Genshin Dictionary
fil: Tungkol sa Genshin Dictionary
fr: About Genshin Dictionary
it: About Genshin Dictionary
ja: 原神 英語・中国語辞典について
ko: About Genshin Dictionary
ru: О словаре Genshin
vi: Giới thiệu về từ điển Genshin
zh_hant: 關於原神中英日辭典

# app.dictionary.content.en:%@
source: **英语** %@
en: **EN** %@
fil: **EN** %@
fr: **EN** %@
it: **EN** %@
ja: **英 語** %@
ko: **EN** %@
ru: **EN** %@
vi: **EN** %@
zh_hant: **英語** %@

# app.dictionary.content.ja:%@
source: **日语** %@
en: **JA** %@
fil: **JA** %@
fr: **JA** %@
it: **JA** %@
ja: **日本語** %@
ko: **JA** %@
ru: **JA** %@
vi: **JA** %@
zh_hant: **日語** %@

# app.dictionary.content.zh:%@
source: **中文** %@
en: **ZH** %@
fil: **ZH** %@
fr: **CN** %@
it: **ZH** %@
ja: **中国語** %@
ko: **ZH** %@
ru: **ZH** %@
vi: **ZH** %@

# app.dictionary.copy.en
source: 复制英语
en: Copy English
fil: Kopyahin ang Ingles
fr: Copy English
it: Copy English
ja: 英語をコピー
ko: Copy English
ru: Скопировать английский перевод
vi: Sao chép Tiếng Anh
zh_hant: 複製英語

# app.dictionary.copy.ja
source: 复制日语
en: Copy Japanese
fil: Kopyahin ang Wikang Hapon
fr: Copy Japanese
it: Copy Japanese
ja: 日本語をコピー
ko: Copy Japanese
ru: Скопировать японский перевод
vi: Sao chép Tiếng Nhật
zh_hant: 複製日語

# app.dictionary.copy.zh
source: 复制中文
en: Copy Chinese
fil: Kopyahin ang Chinese
fr: Copy Chinese
it: Copy Chinese
ja: 中国語をコピー
ko: Copy Chinese
ru: Скопировать китайский перевод
vi: Sao chép Tiếng Trung
zh_hant: 複製中文

# app.dictionary.tip.contact
source: 如发现辞典内容有误或其他问题，英语&日语问题请在Twitter私信联系[シクリ](https://twitter.com/xicri_gi)，英语&中文问题请通过邮件联系[Bill Haku](mailto:i@hakubill.tech)。
en: If you find errors in the dictionary content or have other problems, please contact [シクリ](https://twitter.com/xicri_gi) on Twitter for English & Japanese issues, and email for English & Chinese issues to [Bill Haku](mailto:i@hakubill.tech).
fil: Kung mayroon ka nahanap na error sa dictionary o mayroong ibang problema, maaring i-contact si, [シクリ](https://twitter.com/xicri_gi?s=21&t=p-r6hSgh_TXt7iddPNZM1w) sa Twitter para sa Ingles at Wikang Hapon na issue, at email para sa Ingles at Chinese na issue kay [Bill Haku](mailto:i@hakubill.tech).
fr: If you find errors in the dictionary content or other problems, please contact [シクリ](https://twitter.com/xicri_gi) on Twitter for English & Japanese questions, and email for English & Chinese questions [Bill Haku](mailto:i@hakubill.tech).
it: If you find errors in the dictionary content or have other problems, please contact [シクリ](https://twitter.com/xicri_gi?s=21&t=p-r6hSgh_TXt7iddPNZM1w) on Twitter for English & Japanese issues, and email for English & Chinese issues to [Bill Haku](mailto:i@hakubill.tech).
ja: 辞典の内容に誤りを見つけたり、他の問題がある場合、英語と日本語の問題についてTwitterで[シクリ](https://twitter.com/xicri_gi)さんにDMを送ってください、英語と中国語の問題についてメールで[Bill Haku](mailto:i@hakubill.tech)さんにご連絡ください。
ko: If you find errors in the dictionary content or have other problems, please contact [シクリ](https://twitter.com/xicri_gi?s=21&t=p-r6hSgh_TXt7iddPNZM1w) on Twitter for English & Japanese issues, and email for English & Chinese issues to [Bill Haku](mailto:i@hakubill.tech).
ru: Если вы нашли ошибки в словаре или есть другие проблемы, пожалуйста свяжитесь с [シクリ](https://twitter.com/xicri_gi?s=21&t=p-r6hSgh_TXt7iddPNZM1w) в Twitter для проблем с английским и японским словарём, а для английского и китайского присылайте email [Bill Haku](mailto:i@hakubill.tech).
vi: Nếu bạn tìm thấy lỗi trong nội dung từ điển hoặc có vấn đề khác, vui lòng liên hệ [シクリ](https://twitter.com/xicri_gi?s=21&t=p-r6hSgh_TXt7iddPNZM1w) trên Twitter về các vấn đề tiếng Anh và tiếng Nhật, và gửi email cho các vấn đề tiếng Anh và tiếng Trung tới [Bill Haku](mailto:i@hakubill.tech).
zh_hant: 如發現辭典內容有誤或其他問題，英語&日語問題請在Twitter私信聯絡[シクリ](https://twitter.com/xicri_gi

# app.dictionary.tip.count:%lld
source: 当前共收录了%lld个原神专有词语，并还在继续更新中。
en: 現在の収録単語数は%lld語です。継続的に更新されています。
fil: Isang kabuuan ng %lld ng mga salitang pagmamay-ari ng Genshin Impact ay kasalukuyang kasama, at nag-update pa rin ito.
fr: A total of %lld proprietary words of Genshin Impact are currently included, and are still being updated.
it: A total of %lld proprietary words of Genshin Impact are currently included, and are still being updated.
ja: 現在の収録単語数は%lld語です。継続的に更新されています。
ko: A total of %lld proprietary words of Genshin Impact are currently included, and are still being updated.
ru: В сумме %lld оргинальных слов Genshin Impact уже включено в словарь и планируется больше.
vi: Hiện có tổng số %lld từ độc quyền của Genshin Impact và vẫn đang được cập nhật.
zh_hant: 當前共收錄了%lld個原神專有詞語，並還在繼續更新中。

# app.dictionary.tip.info
source: 本功能由[原神中英日辞典](https://genshin-dictionary.com/)提供。
en: Provided by [Genshin Dictionary](https://genshin-dictionary.com/)
fil: Ibinigay ng [Genshin Dictionary](https://genshin-dictionary.com/)
fr: Provided by [Genshin Dictionary](https://genshin-dictionary.com/)
it: Provided by [Genshin Dictionary](https://genshin-dictionary.com/)
ja: この機能は[「原神 英語・中国語辞典」](https://genshin-dictionary.com/)によって提供されています
ko: Provided by [Genshin Dictionary](https://genshin-dictionary.com/)
ru: Предоставлено [Genshin Dictionary](https://genshin-dictionary.com/)
vi: Cung cấp bởi [Genshin Dictionary](https://genshin-dictionary.com/)
zh_hant: 本功能由[原神中英日辭典](https://genshin-dictionary.com/)提供。

# app.dictionary.tip.search
source: 支持易错字、简写和英文标签
en: Support fuzzy search & tags
fil: Suportahan ang fuzzy search at tags
fr: Support fuzzy search & tags
it: Support fuzzy search & tags
ja: よくある誤記や通称などとTagで検索できる
ko: Support fuzzy search & tags
ru: Поддержка нечеткого поиска и тегов
vi: Hỗ trợ tìm kiếm & gắn thẻ
zh_hant: 支援易錯字、簡寫和英文標籤

# app.disagree
source: 拒绝
en: Disagree
fil: Hindi sumasang-ayon
fr: Refuser
it: Disagree
ja: 拒絶
ko: Disagree
ru: Несогласен
vi: Không đồng ý
zh_hant: 拒絕

# app.event.daysLeft:%lld
source: 剩余 %lld天
en: %lld days left
fil: %lld araw na natitira
fr: %lld days left
it: %lld days left
ja: 残り%lld日
ko: %lld days left
ru: Осталось %lld дней(-я)
vi: Còn Lại %lld Ngày
zh_hant: 剩餘 %lld天

# app.event.hoursLeft:%lld
source: 剩余 %lld小时
en: %lld hours left
fil: %lld oras na natitira
fr: %lld hours left
it: %lld hours left
ja: 残り%lld時間
ko: %lld hours left
ru: Осталось %lld часов(-а)
vi: Còn Lại %lld Giờ
zh_hant: 剩餘 %lld小時

# app.finished
source: 已完成
en: Finished
fil: Tapos na
fr: Terminée
it: Finished
ja: 完了
ko: Finished
ru: Завершена
vi: Hoàn Thành

# app.gacha.account.select.notSelected
source: 未选择
en: Not Selected
fil: Hindi Napili
fr: Non sélectionné
it: Not Selected
ja: ご選択を
ko: Not Selected
ru: Не выбран
vi: Không Được Chọn
zh_hant: 未選擇

# app.gacha.account.select.title
source: 选择账号
en: Select Account
fil: Piliin ang Account
fr: Sélectionner un compte
it: Select Account
ja: アカウントの選択
ko: Select Account
ru: Выбрать аккаунт
vi: Chọn Tài Khoản
zh_hant: 選擇帳號

# app.gacha.afterLast5Star
source: 当前已垫
en: After Last 5-star
fil: After Last 5-star
fr: After Last 5-star
it: After Last 5-star
ja: 前回の星５からの回数
ko: After Last 5-star
ru: После последнего 5-зв.
vi: After Last 5-star
zh_hant: 當前已墊

# app.gacha.allPull
source: 总抽数
en: Total Pulls
fil: Total Pulls
fr: Total Pulls
it: Total Pulls
ja: 総計ガチャ回数
ko: Total Pulls
ru: Всего круток
vi: Tổng Số Lượt
zh_hant: 總抽數

# app.gacha.avg.5star.primogems
source: 五星平均消耗原石数
en: 5-star Average Primogems Cost
fil: 5-star Average Primogems Cost
fr: 5-star Average Primogems Cost
it: 5-star Average Primogems Cost
ja: 星５平均原石消耗量
ko: 5-star Average Primogems Cost
ru: Средняя стоимость 5-зв. в Камнях Истока
vi: Số Nguyên Thạch Cho Mỗi Cung Mệnh Nhân Vật 5 Sao
zh_hant: 五星平均消耗原石數

# app.gacha.avg.5star.pull
source: 五星平均抽数
en: 5-star Average Pulls
fil: 5-star Average Pulls
fr: 5-star Average Pulls
it: 5-star Average Pulls
ja: 星５平均ガチャ回數
ko: 5-star Average Pulls
ru: Среднее 5-зв. выпадение
vi: Lượt Roll Trung Bình Nhận Được Nhân Vật 5 Sao
zh_hant: 五星平均抽數

# app.gacha.avg.5starLimited.primogems
source: 限定五星平均消耗原石数
en: Limited 5-star Average Primogems Cost
fil: Limited 5-star Average Primogems Cost
fr: Limited 5-star Average Primogems Cost
it: Limited 5-star Average Primogems Cost
ja: 限定星５平均原石消耗量
ko: Limited 5-star Average Primogems Cost
ru: Средняя стоимость 5-зв. в Камнях Истока
vi: Số Nguyên Thạch Cho Mỗi Cung Mệnh Nhân Vật 5 Sao Giới Hạn
zh_hant: 限定五星平均消耗原石數

# app.gacha.avg.5starLimited.pull
source: 限定五星平均抽数
en: Limited 5-star Average Pulls
fil: Limited 5-star Average Pulls
fr: Limited 5-star Average Pulls
it: Limited 5-star Average Pulls
ja: 限定星５平均ガチャ回數
ko: Limited 5-star Average Pulls
ru: Среднее 5-зв. выпадение временных
vi: Lượt Roll Trung Bình Nhận Được Nhân Vật 5 Sao Giới Hạn
zh_hant: 限定五星平均抽數

# app.gacha.avg.pull
source: 平均抽数：
en: Average Pulls:
fil: Average Pulls:
fr: Average Pulls:
it: Average Pulls:
ja: 平均回数:
ko: Average Pulls:
ru: Среднее выпадение:
vi: Số Lượt Trung Bình:
zh_hant: 平均抽數:

# app.gacha.beginner.title
source: 初行者推荐祈愿
en: Beginner's Wish
fil: Beginner's Wish
fr: Beginner's Wish
it: Beginner's Wish
ja: 初心者応援祈願
ko: Beginner's Wish
ru: Молитва новичка
vi: Beginner's cầu nguyện
zh_hant: 初行者推薦祈願

# app.gacha.character-2.title
source: 角色活动祈愿-2
en: Character Event - 2
fil: Character Event - 2
fr: Character Event - 2
it: Character Event - 2
ja: イベント祈願・キャラ2
ko: Character Event - 2
ru: 2 Баннер персонажа
vi: Sự Kiện Nhân Vật - 2
zh_hant: 角色活動祈願-2

# app.gacha.character.title
source: 角色活动祈愿
en: Character Event
fil: Character Event
fr: Character Event
it: Character Event
ja: イベント祈願・キャラ
ko: Character Event
ru: Баннер персонажа
vi: Sự Kiện Nhân Vật
zh_hant: 角色活動祈願

# app.gacha.chart.more.button
source: 更多图表
en: More Charts
fil: More Charts
fr: More Charts
it: More Charts
ja: その他の図表
ko: More Charts
ru: Больше диаграмм
vi: Biểu Đồ Khác
zh_hant: 更多圖表

# app.gacha.chart.switch.button:%@
source: 切换为%@
en: Switch to %@
fil: Lumipat sa %@
fr: Switch to %@
it: Switch to %@
ja: %@と切り替える
ko: Switch to %@
ru: Поменять на %@
vi: Chuyển đến %@
zh_hant: 切換為%@

# app.gacha.data.clean.all
source: 删除所有时间的记录
en: Delete Records regardless of time.
fil: Burahin ang mga records anuman ang oras.
fr: Supprimer les enregistrements indépendamment de la date.
it: Delete Records regardless of time.
ja: 全ての時間の履歴データを取り除く
ko: Delete Records regardless of time.
ru: Удалить записи независимо от времени.
vi: Xóa hồ sơ tất cả thời gian.
zh_hant: 刪除所有時間的記錄

# app.gacha.data.clean.button
source: 删除祈愿记录
en: Delete Wish Records
fil: Burahin ang Wish Records
fr: Supprimer les enregistrements de souhaits
it: Delete Wish Records
ja: 祈願履歴を取り除く
ko: Delete Wish Records
ru: Удалить записи молитв
vi: Xóa bản ghi cầu nguyện
zh_hant: 刪除祈願記錄

# app.gacha.data.clean.complete.info:%lld
source: 删除了%lld条数据
en: Deleted %lld Records
fil: Tinanggal ang %lld Records
fr: Supprimé %lld enregistrements
it: Deleted %lld Records
ja: %lld件のデータが取り除きました
ko: Deleted %lld Records
ru: Удалено %lld записей
vi: Bản ghi %lld đã bị xóa
zh_hant: 刪除了%lld筆資料

# app.gacha.data.clean.complete.info.duplicated:%lld
source: 删除了%lld条重复数据
en: Deleted %lld Duplicate Records
fil: Tinanggal ang na-dobleng records ni %lld
fr: Supprimé %lld enregistrements en double
it: Deleted %lld Duplicate Records
ja: %lld件の重複データが取り除きました
ko: Deleted %lld Duplicate Records
ru: Удалено %lld повторяющихся записей
vi: Đã xóa %lld bản ghi trùng lặp
zh_hant: 刪除了%lld筆重複資料

# app.gacha.data.clean.confirm:%@%@
source: 即将删除「%@」%@的祈愿数据。
en: The wish data of "%@" in %@ is about to be deleted.
fil: Ang wish data ni "%@" sa loob ng %@ ay malapit nang matanggal.
fr: Les données de souhaits de "%@"%@ sont sur le point d'être supprimées.
it: The wish data of "%@" in %@ is about to be deleted.
ja: これにて「%@」%@の祈願データを取り除きます。
ko: The wish data of "%@" in %@ is about to be deleted.
ru: Данные о молитвах от "%@"%@ собираются быть удаленными.
vi: Dữ liệu cầu nguyện của "%@"%@ sắp bị xóa.
zh_hant: 即將刪除「%@」%@的祈願資料。

# app.gacha.data.clean.date.end
source: 结束日期
en: End Date
fil: Pagtatapos ng petsa
fr: Date de fin
it: End Date
ja: 終わりの日付
ko: End Date
ru: Дата окончания
vi: Ngày kết thúc
zh_hant: 結束日期

# app.gacha.data.clean.date.start
source: 开始日期
en: Start Date
fil: Petsa ng Pagsisimula
fr: Date de début
it: Start Date
ja: 始まりの日付
ko: Start Date
ru: Дата начала
vi: Ngày bắt đầu
zh_hant: 開始日期

# app.gacha.data.clean.detail
source: 清理因iCloud同步导致出现的重复祈愿记录
en: Clean up duplicate wish records caused by iCloud synchronization
fil: Linisin ang na-dobleng wish records dahil sa iCloud synchronization
fr: Nettoyer les enregistrements de souhaits en double causés par la synchronisation iCloud
it: Clean up duplicate wish records caused by iCloud synchronization
ja: iCloud同期の間違いによる重複（祈願履歴）データを取り除きます。
ko: Clean up duplicate wish records caused by iCloud synchronization
ru: Очистить повторяющиеся записи молитв, вызванные синхронизацией iCloud
vi: Dọn dẹp các bản ghi cầu nguyện trùng lặp do đồng bộ hóa iCloud
zh_hant: 清理因iCloud同步導致出現的重複祈願記錄

# app.gacha.data.clean.title
source: 清理重复数据
en: Clean up Duplicate Data
fil: Linisin ang na-dobleng Data
fr: Nettoyer les données en double
it: Clean up Duplicate Data
ja: 重複データを取り除く
ko: Clean up Duplicate Data
ru: Очистить повторяющиеся данные
vi: Dọn dẹp dữ liệu trùng lặp
zh_hant: 清理重複資料

# app.gacha.data.export.button
source: 导出祈愿记录
en: Export Wish Records
fil: I-export ang Wish Records
fr: Exporter les enregistrements de souhaits
it: Export Wish Records
ja: 祈願履歴を書き出す
ko: Export Wish Records
ru: Экспортировать записи молитв
vi: Xuất bản ghi cầu nguyện
zh_hant: 匯出祈願記錄

# app.gacha.data.management.title
source: 祈愿数据管理
en: Gacha Data Management
fil: Gacha Data Management
fr: Gestion des données de souhaits
it: Gacha Data Management
ja: 祈願データの管理
ko: Gacha Data Management
ru: Управление данными молитвы
vi: Quản lý dữ liệu Gacha
zh_hant: 祈願資料管理

# app.gacha.details.button
source: 详细记录
en: Record Details
fil: Detalye ng Record
fr: Record Details
it: Record Details
ja: 履歴明細
ko: Record Details
ru: Детали рекордов
vi: Ghi Chi Tiết
zh_hant: 詳細記錄

# app.gacha.export.title
source: 导出UIGF祈愿记录
en: Export UIGF Wish Records
fil: I-export ang UIGF Wish Records
fr: Exporter les enregistrements de souhaits UIGF
it: Export UIGF Wish Records
ja: UIGF祈願履歴データを書き出す
ko: Export UIGF Wish Records
ru: Экспортировать UIGF записи молитв
vi: Xuất bản ghi cầu nguyện dạng UIGF
zh_hant: 匯出UIGF祈願記錄

# app.gacha.get.button
source: 请点击右上角获取抽卡记录
en: Click top right to obtain
fil: I-click sa kanang tuktok upang makuha
fr: Click top right to obtain
it: Click top right to obtain
ja: 祈願履歴の取得は、右上をタップ
ko: Click top right to obtain
ru: Для начала, нажмите сюда →
vi: Click top right to obtain
zh_hant: 請點擊右上角獲取抽卡記錄

# app.gacha.get.error:%@
source: 获取失败，因为错误： %@
en: Failed to obtain due to error: %@
fil: Hindi makuha dahil sa error: %@
fr: Échec de l'obtention en raison d'une erreur : %@
it: Failed to obtain due to error: %@
ja: 取得は失敗しました。エラー情報： %@
ko: Failed to obtain due to error: %@
ru: Ошибка получения данных: %@
vi: Không lấy được do lỗi: %@
zh_hant: 獲取失敗，因為錯誤： %@

# app.gacha.get.info.fail
source: 获取祈愿记录失败
en: Failed from obtaining wish records
fil: Hindi makuha ang wish records
fr: Impossible de récupérer l'historique de vœux
it: Failed from obtaining wish records
ja: 祈願履歴、失敗しました
ko: Failed from obtaining wish records
ru: Failed from obtaining wish records
vi: Không lấy được bản ghi cầu nguyện
zh_hant: 獲取祈願記錄失敗

# app.gacha.get.info.page:%@
source: 页码：%@
en: Page: %@
fil: Pahina: %@
fr: Page : %@
it: Page: %@
ja: ページ：%@
ko: Page: %@
ru: Страница: %@
vi: Page: %@
zh_hant: 頁碼：%@

# app.gacha.get.info.pool:%@
source: 卡池：%@
en: Pool: %@
fil: Pool: %@
fr: Piscine : %@
it: Pool: %@
ja: プール：%@
ko: Pool: %@
ru: Пул: %@
vi: Pool: %@

# app.gacha.get.info.record:%@
source: 已获取记录：%@条
en: Records Already Obtained: %@
fil: Records Nakuha Na: %@
fr: Enregistrements déjà obtenus : %@
it: Records Already Obtained: %@
ja: 取得した履歴：%@件
ko: Records Already Obtained: %@
ru: Уже полученные записи: %@
vi: Bản ghi đã có được: %@
zh_hant: 已獲取記錄：%@筆
